Repository: Fenriz1349/OctoTrack
Catalog: OctoTrack/Utils/Localizable.xcstrings
Source language: en
Languages: fr

source: Account
fr: Compte

# addFail %@/%@: %@
source: Failed to add %@/%@: %@
fr: Echec de l’ajout %@/%@: %@

source: Add Item
fr: Ajouter Objet

# AddRepoError
source: Error when try to add Repository
fr: Erreur pendant l’ajout du Repository

# addSuccess %@/%@
source: Added with success %@/%@
fr: Ajouté avec succès %@/%@

source: All
fr: Tout

# authFail %@
source: Failed to authenticate: %@
fr: Echec de l’authentification: %@

source: Cancel
fr: Annuler

source: Closed
fr: Fermé

source: Connected %@
fr: Connecté %@

source: Continue
fr: Continuer

# couldNotCreateMC %@
source: Could not create ModelContainer: %@
fr: Impossible de charger le ModelContainer: %@

source: Created At
fr: Créé le

source: Delete Failed %@
fr: Echec de la suppression %@

# emptyRepo
source: You don’t have Repos
fr: Vous n’avez aucun repos

source: Fail cant add %@
fr: Echec de l’ajout de %@

source: High
fr: Haute

source: Last update: %@
fr: Dernière maj: %@

source: last Updated
fr: Dernière Mise à jour

source: Loading…
fr: Chargement…

source: Low
fr: Basse

source: Merged
fr: Mergé

# noActiveUser
source: No active user found
fr: Aucun utilisateur actif trouvé

# noPR
source: No pull request found
fr: Aucune pull request trouvée

source: Open
fr: Ouverte

source: Owner
fr: Propriétaire

source: Priority
fr: Priorité

source: Private
fr: Privé

source: Refresh user data
fr: Recharger données utilisateur

# repoAdd
source: Add a Repo
fr: Ajouter un Repo

source: Repo list
fr: Liste des repos

source: Repo name
fr: Nom du Repo

# repositoriesTracked %lld
source: Repos tracked %lld
fr: Repos suivies %lld

# resetAlert
source: Are you sure you want to reset all repositories? This action cannot be undone.
fr: Êtes-vous sûr de vouloir réinitialiser tous les repositories ? Cette action est irréversible.

# resetFailed %@
source: Error %@
fr: Erreur %@

source: Reset repository List
fr: Reset Liste des Repos

# resetSuccess
source: Reset all Repo with sucess !
fr: Retrait des repos avec succès !

# signAgain
source: Stay connected ?
fr: Reconnexion

source: Sign In
fr: Connexion

source: Sign Out
fr: Déconnexion

# test
source: This is a test
fr: Ceci est un test

source: Updated
fr: Mis à jour

# updateFailed
source: Error during update, please try again
fr: Erreur pendant la mise à jour, veuillez réssayer

source: Update Failed %@
fr: Echec de la mise à jour %@

source: User data not available
fr: Données de l’utilisateur non disponible

# viewGithub
source: View on GitHub
fr: Voir sur Github

source: Welcome
fr: Bienvenu
